// Localized strings for PebbleKit JS: ja

module.exports = {
  "weather": {
    "0": "快晴",
    "1": "おおむね晴れ",
    "2": "薄曇り",
    "3": "曇り",
    "45": "霧",
    "48": "霧",
    "51": "霧雨",
    "53": "霧雨",
    "55": "霧雨",
    "56": "着氷性の霧雨",
    "57": "着氷性の霧雨",
    "61": "小雨",
    "63": "雨",
    "65": "大雨",
    "66": "着氷性の雨",
    "67": "着氷性の雨",
    "71": "小雪",
    "73": "雪",
    "75": "大雪",
    "77": "あられ",
    "80": "にわか雨",
    "81": "にわか雨",
    "82": "激しいにわか雨",
    "85": "にわか雪",
    "86": "にわか雪",
    "95": "雷雨",
    "96": "雹",
    "99": "雹"
  },
  "cardinals": [
    "北",
    "北東",
    "東",
    "南東",
    "南",
    "南西",
    "西",
    "北西"
  ],
  "labels": {
    "STEPS": "歩",
    "WEEK": "週",
    "DAY": "日",
    "BATTERY": "バッテリー",
    "HUMIDITY": "湿度",
    "DPT": "露点",
    "RISE": "日の出",
    "SET": "日没",
    "RAIN": "雨",
    "UV": "UV",
    "BPM": "心拍数"
  }
};
